{
 objects: [
  {
   type: 'deck',
   name: 'English Vocab3',
   id: 47897,
   description: '100 Vocabulary words pulled from <br />Vocabulary.com\'s  <a href="https://www.vocabulary.com/lists/191545" target="_blank">300 Most Difficult SAT Words</a>',
   textToSpeech: 1,
   preface: 1,
   feedback: 0,
   showDontKnow: 1,
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'offensively malodorous<br />\nStarts with letter "n"<br />\n<hiptts>offensively malodorous. Starts with letter "n"</hiptts>',
   hint: '"Often they floundered, stepping or falling hands-first into waters as ________ as a cesspool, till they were slimed and fouled almost up to their necks and stank in one another’s nostrils."\n--The Two Towers by J. R. R. Tolkien\n',
   answers: [
    {
     id: 57078,
     text: 'noisome',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96448,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'injurious to physical or mental health<br />\nStarts with letter "n"<br />\n<hiptts>injurious to physical or mental health. Starts with letter "n"</hiptts>',
   hint: '“Idleness, pleasure, what abysses! To do nothing is a dreary course to take, be sure of it. To live idle upon the substance of society! To be useless, that is to say, ________! This leads straight to the lowest depth of misery. ”\n― Victor Hugo',
   answers: [
    {
     id: 57080,
     text: 'noxious',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96450,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'stubbornly persistent in wrongdoing<br />\nshowing unfeeling resistance to tender feelings<br />\nStarts with letter "o"<br />\n<hiptts>stubbornly persistent in wrongdoing. showing unfeeling resistance to tender feelings.\nStarts with letter "o"</hiptts>',
   hint: '“Considering how common illness is, how tremendous the spiritual change it brings, how astonishing, when the lights of health go down, the undiscovered countries that are then disclosed, what wastes and deserts of the soul a slight attack of influenza brings to view, what precipices and lawns sprinkled with bright flowers a little rise of temperature reveals, what ancient and _______ oaks are uprooted in us by the act of sickness…it is strange indeed that illness has not taken its place with love and battle and jealousy among the prime themes of literature.”\n--from On Being Ill, Virginia Woolf\n― Virginia Woolf,',
   answers: [
    {
     id: 57082,
     text: 'obdurate',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96452,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'to make obscure or unclear<br />\nStarts with letter "o"<br />\n<hiptts>make obscure or unclear. Starts with letter "o"</hiptts>',
   hint: '“And this is the evil that heresy inflicts on the Christian people, ________ (present participle) ideas and inciting all to become inquisitors to their personal benefit. For what I was to see at the abbey would make me think that it is often inquisitors who create heretics. And not only in the sense that they imagine heretics where these do not exist, but also that inquisitors repress the heretical putrefaction so vehemently that many are driven to share in it, in their hatred for the judges. Truly, a circle conceived by the Devil. God preserve us.”\n― Umberto Eco, The Name of the Rose',
   answers: [
    {
     id: 57084,
     text: 'obfuscate',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96454,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'noisily and stubbornly defiant<br />\nStarts with letter "o"<br />\n<hiptts>noisily and stubbornly defiant. Starts with letter "o"</hiptts>',
   hint: '“Simons, as restrained as Bradlee could be hard-charging and _________, liked to tell of watching Bradlee grind his cigarettes out in a demitasse cup during a formal dinner party. Bradlee was one of the few persons who could pull that kind of thing off and leave the hostess saying how charming he was.\n― Carl Bernstein, All the President’s Men',
   answers: [
    {
     id: 57086,
     text: 'obstreperous',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96456,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'intrusive in a meddling or offensive manner, busybodied<br />\nStarts with letter "o"<br />\n<hiptts>intrusive in a meddling or offensive manner. busybodied. Starts with letter "o"</hiptts>',
   hint: '"The help tended to be ________, the rules, if heeded, restrictive, and the management meddlesome."\n--Catch-22 by Joseph Heller',
   answers: [
    {
     id: 57088,
     text: 'officious',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96458,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'burdensome or difficult to endure<br />\nStarts with letter "o"<br />\n<hiptts>burdensome or difficult to endure. Starts with letter "o"</hiptts>',
   hint: "“The Electric Monk was a labour-saving device, like a dishwasher or a video recorder... Electric Monks believed things for you, thus saving you what was becoming an increasingly _______ task, that of believing all the things the world expected you to believe.”\n― Douglas Adams, Dirk Gently's Holistic Detective Agency",
   answers: [
    {
     id: 57090,
     text: 'onerous',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96460,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'appearing as such but not necessarily so<br />\nStarts with letter "o"<br />\n<hiptts>appearing as such but not necessarily so. Starts with letter "o"</hiptts>',
   hint: '"His _________ reason, however, was to ask whether Mr. Woodhouse’s party could be made up in the evening without him, or whether he should be in the smallest degree necessary at Hartfield."\n--Emma by Jane Austen\n',
   answers: [
    {
     id: 57092,
     text: 'ostensible',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96462,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'the act of excluding someone from society by general consent (noun)<br />\nStarts with letter "o"<br />\n<hiptts>the act of excluding someone from society by general consent. Starts with letter "o"</hiptts>',
   hint: 'For there are two possible reactions to social _________ — either a man emerges determined to be better, purer, and kindlier or he goes bad, challenges the world and does even worse things.\n--Cannery Row by John Steinbeck\n',
   answers: [
    {
     id: 57094,
     text: 'ostracism',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96464,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'to lessen or to try to lessen the seriousness or extent of<br />\nStarts with letter "p"<br />\n<hiptts>lessen or to try to lessen the seriousness or extent of. Starts with letter "p"</hiptts>',
   hint: "“Writing, at its best, is a lonely life. Organizations for writers ________ the writer's loneliness but I doubt if they improve his writing. He grows in public stature as he sheds his loneliness and often his work deteriorates. For he does his work alone and if he is a good enough writer he must face eternity, or the lack of it, each day.”\n― Ernest Hemingway",
   answers: [
    {
     id: 57096,
     text: 'palliate',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96466,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'hypothetical remedy for all ills or diseases<br />\nStarts with letter "p"<br />\n<hiptts>hypothetical remedy for all ills or diseases. Starts with letter "p"</hiptts>',
   hint: '“The first _________ for a mismanaged nation is inflation of the currency; the second is war. Both bring a temporary prosperity; both bring a permanent ruin. But both are the refuge of political and economic opportunists.”\n― Ernest Hemingway',
   answers: [
    {
     id: 57098,
     text: 'panacea',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96468,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a standard or typical example,  the generally accepted perspective of a particular discipline at a given time<br />\nStarts with letter "p"<br />\n<hiptts>a standard or typical example.  the generally accepted perspective of a particular discipline at a given time. Starts with letter "p"</hiptts>',
   hint: '"If the relativist account of science were correct, every major ________ shift ought to be accompanied by bitter disputes between competing intellectual communities: indeed it was Kuhn’s view that this is exactly what happens."\nThe Invention of Science by David Wootton\n',
   answers: [
    {
     id: 57100,
     text: 'paradigm',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96470,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a person who is rejected from society or home<br />\nStarts with letter "p"<br />\n<hiptts>a person who is rejected from society or home. Starts with letter "p"</hiptts>',
   hint: '“I was the green monkey, the ______. And I had no friends. Not just a few friends, or one good friend, or grudging acceptance by other misfits and outcasts. I was alone. All stinking alone, without even an imaginary playmate.”\n―Harlan Ellison',
   answers: [
    {
     id: 57102,
     text: 'pariah',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96472,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a fervent and even militant proponent of something<br />\nStarts with letter "p"<br />\n<hiptts>a fervent and even militant proponent of something. Starts with letter "p"</hiptts>',
   hint: '“Humans may crave absolute certainty; they may aspire to it; they may pretend, as ________ of certain religions do, to have attained it. But the history of science — by far the most successful claim to knowledge accessible to humans — teaches that the most we can hope for is successive improvement in our understanding, learning from our mistakes, an asymptotic approach to the Universe, but with the proviso that absolute certainty will always elude us.”\n― Carl Sagan, The Demon-Haunted World: Science as a Candle in the Dark',
   answers: [
    {
     id: 57104,
     text: 'partisan',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
    {
     id: 84487,
     text: 'Partisans ',
     number: 2,
     isCorrect: 0,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96474,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'an insufficient quantity or number<br />\nStarts with letter "p"<br />\n<hiptts>an insufficient quantity or number. Starts with letter "p"</hiptts>',
   hint: '“The idea, therefore, that religious faith is somehow a sacred human convention—distinguished, as it is, both by the extravagance of its claims and by the _______ of its evidence—is really too great a monstrosity to be appreciated in all its glory. Religious faith represents so uncompromising a misuse of the power of our minds that it forms a kind of perverse, cultural singularity—a vanishing point beyond which rational discourse proves impossible.”\n― Sam Harris, The End of Faith: Religion, Terror, and the Future of Reason',
   answers: [
    {
     id: 57106,
     text: 'paucity',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96476,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a word or phrase that has negative connotations or that is intended to disparage or belittle (noun or adjective)<br />\nStarts with letter "p"<br />\n<hiptts>a word or phrase that has negative connotations or that is intended to disparage or belittle (noun or adjective). Starts with letter "p"</hiptts>',
   hint: '"It was becoming apparent that, although Bobby’s rhetoric was clearly anti-Semitic, he tended to use the word “Jew” as a general ________."\n--Endgame by Frank Brady\n',
   answers: [
    {
     id: 57108,
     text: 'pejorative',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96478,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'transparently clear; easily understandable<br />\nStarts with letter "p"<br />\n<hiptts>transparently clear; easily understandable. Starts with letter "p"</hiptts>',
   hint: '“Dreams tell us many an unpleasant biological truth about ourselves and only very free minds can thrive on such a diet. Self-deception is a plant which withers fast in the ______ atmosphere of dream investigation.”\n― Sigmund Freud, Dream Psychology: Psychoanalysis for Beginners',
   answers: [
    {
     id: 57110,
     text: 'pellucid',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96480,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a strong liking or preference<br />\nStarts with letter "p"<br />\n<hiptts>a strong liking or preference. Starts with letter "p"</hiptts>',
   hint: '“Give me a dozen healthy infants, well-formed, and my own specified world to bring them up in and I’ll guarantee to take any one at random and train him to become any type of specialist I might select—doctor, lawyer, artist, merchant-chief and, yes, even beggar-man and thief, regardless of his talents, __________, tendencies, abilities, vocations, and race of his ancestors. "\n―John Broadus Watson, Behaviorism',
   answers: [
    {
     id: 57112,
     text: 'penchant',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96482,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: '1) excessively unwilling to spend<br />\n2) not having enough money to pay for necessities<br />\nStarts with letter "p"<br />\n<hiptts>excessively unwilling to spend. not having enough money to pay for necessities.  Starts with letter "p"</hiptts>',
   hint: '“A thoroughgoing paternalist who holds it cannot be dissuaded by being shown that he is making a mistake in logic. He is our opponent on grounds of principle, not simply a well-meaning but misguided friend. Basically, he believes in dictatorship, benevolent and maybe majoritarian, but dictatorship none the less. Those of us who believe in freedom must believe also in the freedom of individuals to make their own mistakes. If a man knowingly prefers to live for today, to use his resources for current enjoyment, deliberately choosing a _________ old age, by what right do we prevent him from doing so? We may argue with him, seek to persuade him that he is wrong, but are we entitled to use coercion to prevent him from doing what he chooses to do? Is there not always the possibility that he is right and that we are wrong? Humility is the distinguishing virtue of the believer in freedom; arrogance, of the paternalist.”\n― Milton Friedman, Capitalism and Freedom',
   answers: [
    {
     id: 57114,
     text: 'penurious',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96484,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'characterized by a lightly saucy or impudent quality<br />\nStarts with letter "p"<br />\n<hiptts>characterized by a lightly saucy or impudent quality. Starts with letter "p"</hiptts>',
   hint: '“And don’t you get ______ with me, Calpurnia. Go to the corner. One hour. Any more comments and it’ll be the switch for you.”\n--The Evolution of Calpurnia Tate by Jacqueline Kelly\n',
   answers: [
    {
     id: 57116,
     text: 'pert',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96486,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'exceedingly harmful<br />\nStarts with letter "p"<br />\n<hiptts>exceedingly harmful. Starts with letter "p"</hiptts>',
   hint: '“In regards to the price of commodities, the rise of wages operates as simple interest does, the rise of profit operates like compound interest.\nOur merchants and masters complain much of the bad effects of high wages in raising the price and lessening the sale of goods. They say nothing concerning the bad effects of high profits. They are silent with regard to the _______ effects of their own gains. They complain only of those of other people.”\n― Adam Smith, An Inquiry into the Nature and Causes of the Wealth of Nations\n\n“Burns from dropped matches, Ms. Lane? Matches one might have dropped while flirting with a ________ Fae, Ms. Lane? Have you any idea the value of this rug?”\nI didn’t think his nostrils could flare any wider. His eyes were black flame. “________? Good grief, is English your second language? Third?” Only someone who’d learned English from a dictionary would use such a word.\n“Fifth,” he snarled. “Answer me.”\n― Karen Marie Moning, Bloodfever',
   answers: [
    {
     id: 57118,
     text: 'pernicious',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96488,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'stubbornly unyielding<br />\nStarts with letter "p"<br />\n<hiptts>stubbornly unyielding. Starts with letter "p"</hiptts>',
   hint: '“one of those ________ tempers that would warm every day to a white heat and never again cool to forgiveness.”\n―H.G. Wells, The Island of Dr. Moreau',
   answers: [
    {
     id: 57120,
     text: 'pertinacious',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96490,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'showing little emotion<br />\nStarts with letter "p"<br />\n<hiptts>showing little emotion. Starts with letter "p"</hiptts>',
   hint: '“Sometimes I think it is a great mistake to have matter that can think and feel. It complains so. By the same token, though, I suppose that boulders and mountains and moons could be accused of being a little too _______.”\n― Kurt Vonnegut Jr.',
   answers: [
    {
     id: 57122,
     text: 'phlegmatic',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96492,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'of or relating to charitable giving<br />\nStarts with letter "p"<br />\n<hiptts>of or relating to charitable giving. Starts with letter "p"</hiptts>',
   hint: '“And so you shall, like an angel as you are!” cried Laurie, resolving, with a glow of ____________  zeal, to found and endow an institution for the express benefit of young women with artistic tendencies.\n--Little Women by Louisa May Alcott\n',
   answers: [
    {
     id: 57124,
     text: 'philanthropic',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96494,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'concise and full of meaning, having substance and point, tersely cogent<br />\nStarts with letter "p"<br />\n<hiptts>concise and full of meaning. having substance and point, tersely cogentStarts with letter "p"</hiptts>',
   hint: '"I intend to draw Miss Trixie out rather shortly; I suspect that this Medusa of capitalism has many valuable insights and more than one _______ observation to offer."\n--A Confederacy of Dunces by John Kennedy Toole\n\n"They could always talk; and their discourse, witty, ______, original, had such charms for me, that I preferred listening to, and sharing in it, to doing anything else."\n--Jane Eyre by Charlotte Brontë\n\n',
   answers: [
    {
     id: 57126,
     text: 'pithy',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96496,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a trite or obvious remark<br />\nStarts with letter "p"<br />\n<hiptts>a trite or obvious remark. Starts with letter "p"</hiptts>',
   hint: '“I know I am talking nonsense, but I’d rather go rambling on, and partly expressing something I find it difficult to express, than to keep on transmitting faultless _________.”\n― Thomas Mann, The Magic Mountain',
   answers: [
    {
     id: 57128,
     text: 'platitude',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96498,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'enthusiastic approval<br />\nStarts with letter "p"<br />\n<hiptts>enthusiastic approval. Starts with letter "p"</hiptts>',
   hint: '"For the rest of his life he would be draped with ______ and honors, becoming, among much else, the first person in Britain knighted for scientific achievement."\nA Short History of Nearly Everything by Bill Bryson',
   answers: [
    {
     id: 57130,
     text: 'plaudit',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96500,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a full supply<br />\nStarts with letter "p"<br />\n<hiptts>a full supply. Starts with letter "p"</hiptts>',
   hint: '“With subtle and finely-wrought temperaments it is always so. Their strong passions must either bruise or bend. They either slay the man, or themselves die. Shallow sorrows and shallow loves live on. The loves and the sorrows that are great are destroyed by their own _______. ”\n―Oscar Wilde',
   answers: [
    {
     id: 57132,
     text: 'plenitude',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96502,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'extreme excess<br />\nStarts with letter "p"<br />\n<hiptts>extreme excess. Starts with letter "p"</hiptts>',
   hint: '“If God wants something from me, he would tell me. He wouldn\'t leave someone else to do this, as if an infinite being were short on time. And he would certainly not leave fallible, sinful humans to deliver an endless ________ of confused and contradictory messages."\n--Richard Carrier, Why I Am Not a Christian: Four Conclusive Reasons to Reject the Faith',
   answers: [
    {
     id: 57134,
     text: 'plethora',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96504,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a sign of something about to happen<br />\nStarts with letter "p"<br />\n<hiptts>a sign of something about to happen. Starts with letter "p"</hiptts>',
   hint: '"In many countries it was a capital offense for anyone but the official astrologer to read the ________ in the skies: a good way to overthrow a regime was to predict its downfall."\n--Cosmos by Carl Sagan',
   answers: [
    {
     id: 57136,
     text: 'portent',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96506,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a powerful ruler, especially one who is unconstrained by law<br />\nStarts with letter "p"<br />\n<hiptts>a powerful ruler, especially one who is unconstrained by law. Starts with letter "p"</hiptts>',
   hint: '“You see these dictators on their pedestals, surrounded by the bayonets of their soldiers and the truncheons of their police ... yet in their hearts there is unspoken fear. They are afraid of words and thoughts: words spoken abroad, thoughts stirring at home -- all the more powerful because forbidden -- terrify them. A little mouse of thought appears in the room, and even the mightiest __________ are thrown into panic.”\n― Winston S. Churchill, Blood, Sweat and Tears',
   answers: [
    {
     id: 57138,
     text: 'potentate',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
    {
     id: 84491,
     text: 'Potentates',
     number: 2,
     isCorrect: 0,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96508,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'make impossible, especially beforehand, keep from happening or arising<br />\nStarts with letter "p"<br />\n<hiptts>make impossible, especially beforehand. keep from happening or arising. Starts with letter "p"</hiptts>',
   hint: '“The most spiritual men, as the strongest, find their happiness where others would find their destruction: in the labyrinth, in hardness against themselves and others, in experiments. Their joy is self-conquest: asceticism becomes in them nature, need, and instinct. Difficult tasks are a privilege to them; to play with burdens that crush others, a recreation. Knowledge–a form of asceticism. They are the most venerable kind of man: that does not ________ their being the most cheerful and the kindliest.”\n― Friedrich Nietzsche, The Anti-Christ',
   answers: [
    {
     id: 57140,
     text: 'preclude',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96510,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a predisposition in favor of something, penchant<br />\nStarts with letter "p"<br />\n<hiptts>a predisposition in favor of something. penchant. Starts with letter "p"</hiptts>',
   hint: '"From the first day of his rule Arcadio revealed his _________ for decrees."\n--One Hundred Years of Solitude by Gabriel Garcia Marquez',
   answers: [
    {
     id: 57142,
     text: 'predilection',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96512,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'exceeding in heaviness; having greater weight<br />\nStarts with letter "p"<br />\n<hiptts>exceeding in heaviness; having greater weight. Starts with letter "p"</hiptts>',
   hint: '“Civilizations have always been pyramidal in structure. As one climbs toward the apex of the social edifice, there is increased leisure and increasing opportunity to pursue happiness. As one climbs, one finds also fewer and fewer people to enjoy this more and more. Invariably, there is a _________ of the dispossessed. And remember this, no matter how well off the bottom layers of the pyramid might be on an absolute scale, they are always dispossessed in comparison with the apex.”\n― Isaac Asimov, The Naked Sun',
   answers: [
    {
     id: 57144,
     text: 'preponderance',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96514,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: '1) a foreboding about what is about to happen (noun)<br />\n2) indicate by signs (verb) <br />\nStarts with letter "p"<br />\n<hiptts>a foreboding about what is about to happen. Indicate by signs. Starts with letter "p"</hiptts>',
   hint: '"Hence, the passage ______ the coming of the Messiah."\n--Zero: The Biography of a Dangerous Idea by Charles Seife\n',
   answers: [
    {
     id: 57146,
     text: 'presage',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96516,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'complete and confirmed integrity<br />\nStarts with letter "p"<br />\n<hiptts>complete and confirmed integrity. Starts with letter "p"</hiptts>',
   hint: '“True heroism is minutes, hours, weeks, year upon year of the quiet, precise, judicious exercise of _________ and care—with no one there to see or cheer. This is the world.”\n―David Foster Wallace, The Pale King',
   answers: [
    {
     id: 57148,
     text: 'probity',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96518,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a natural inclination, a tendency to behave in a certain way<br />\nStarts with letter "p"<br />\n<hiptts>a natural inclination, a tendency to behave in a certain way. Starts with letter "p"</hiptts>',
   hint: '"The two men differ in build, temperament, and scholarly ________, but they pressed their faces to the windows with identical enthusiasm."\n--1491 by Charles C. Mann\n',
   answers: [
    {
     id: 57150,
     text: 'proclivity',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96520,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'unrestrained by convention or morality<br />\nStarts with letter "p"<br />\n<hiptts>unrestrained by convention or morality. Starts with letter "p"</hiptts>',
   hint: '"Although he possessed extraordinary reserves of energy, he’d been _______ with those reserves, and by the time he got to Camp Four they were nearly depleted."\n--Into Thin Air by Jon Krakauer\n',
   answers: [
    {
     id: 57152,
     text: 'profligate',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96522,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'to state or announce, proclaim<br />\nStarts with letter "p"<br />\n<hiptts>to state or announce, proclaim. Starts with letter "p"</hiptts>',
   hint: '"She ____________ this philosophy with disastrous effects to two southern belles whom she took under her wing in order to renovate their backward minds."\n--A Confederacy of Dunces by John Kennedy Toole\n',
   answers: [
    {
     id: 57154,
     text: 'promulgate',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
    {
     id: 84489,
     text: 'Promulgates ',
     number: 2,
     isCorrect: 0,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96524,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'to command against, prohibit, forbid<br />\nStarts with letter "p"<br />\n<hiptts>command against, prohibit, forbid. Starts with letter "p"</hiptts>',
   hint: '"Technological advance required the freest possible pursuit of knowledge, so Holland became the leading publisher and bookseller in Europe, translating works written in other languages and permitting the publication of works _______ elsewhere."\n--Cosmos by Carl Sagan\n',
   answers: [
    {
     id: 57156,
     text: 'proscribe',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96526,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'taking on different forms<br />\nStarts with letter "p"<br />\n<hiptts>taking on different forms. Starts with letter "p"</hiptts>',
   hint: "“Only under extreme pressure can we change into that which it is in our most profound nature to become . . .\nThat is what people get wrong about transformation. We're not all shallow ________ (plural), forever shifting shape. We're not science fiction. It's like when coal becomes diamond. It doesn't afterwards retain the possibility of change. Squeeze it as hard as you like, it won't turn into a rubber ball, or a Quattro Stagione pizza, or a self-portrait by Rembrandt. It's done.”\n― Salman Rushdie, The Ground Beneath Her Feet",
   answers: [
    {
     id: 57158,
     text: 'protean',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
    {
     id: 84474,
     text: 'proteans',
     number: 2,
     isCorrect: 0,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96528,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'characterized by lust<br />\nStarts with letter "p"<br />\n<hiptts>characterized by lust. Starts with letter "p"</hiptts>',
   hint: "“I'm not saying that television is vulgar and dumb because the people who compose the Audience are vulgar and dumb. Television is the way it is simply because people tend to be extremely similar in their vulgar and _______ and dumb interests and wildly different in their refined and aesthetic and noble interests.”\n―David Foster Wallace",
   answers: [
    {
     id: 57160,
     text: 'prurient',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96530,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'displaying or suggesting a lack of maturity<br />\nStarts with letter "p"<br />\n<hiptts>displaying or suggesting a lack of maturity. Starts with letter "p"</hiptts>',
   hint: '"The yearbook group pays him a retainer because he says his time is too valuable to work on ______ and fleeting pursuits like the high school yearbook for free."\n--From Twinkle, with Love by Sandhya Menon\n',
   answers: [
    {
     id: 57162,
     text: 'puerile',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96532,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'ready and able to resort to force or violence<br />\nStarts with letter "p"<br />\n<hiptts>ready and able to resort to force or violence. Starts with letter "p"</hiptts>',
   hint: '“God is a mean-spirited, _________ bully bent on revenge against His children for failing to live up to his impossible standards.”\n―Walt Whitman',
   answers: [
    {
     id: 57164,
     text: 'pugnacious',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96534,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'physical beauty, especially of a woman<br />\nStarts with letter "p"<br />\n<hiptts>physical beauty, especially of a woman. Starts with letter "p"</hiptts>',
   hint: '“__________ -- beauty where you would least suspect it, hidden in a word that looked like it should signify a belch or a skin infection.”\n― Zadie Smith, White Teeth',
   answers: [
    {
     id: 57166,
     text: 'pulchritude',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96536,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'marked by precise accordance with details or conventions (adjective)<br />\nStarts with letter "p"<br />\n<hiptts>marked by precise accordance with details or convention. Starts with letter "p"</hiptts>',
   hint: '“To the American, English writers are like prim spinsters fidgeting with the china, ________ about good taste, and inwardly full of thwarted, tepid and perverse passions.\nWe see the Americans as gushing adolescents, repetitive and slangy, rather nasty sometimes in their zest for violence and bad language.”\n― Evelyn Waugh, The Essays, Articles and Reviews of Evelyn Waugh',
   answers: [
    {
     id: 57168,
     text: 'punctilious',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96538,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'attractively old-fashioned<br />\nStarts with letter "q"<br />\n<hiptts>attractively old-fashioned. Starts with letter "q"</hiptts>',
   hint: '“Once upon a midnight dreary, while I pondered, weak and weary,\nOver many a _______ and curious volume of forgotten lore,\nWhile I nodded, nearly napping, suddenly there came a tapping,\nAs of some one gently rapping, rapping at my chamber door.\nTis some visitor," I muttered, "tapping at my chamber door —\nOnly this, and nothing more."\n― Edgar Allan Poe, The Raven',
   answers: [
    {
     id: 57170,
     text: 'quaint',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96540,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'not sensible about practical matters<br />\nStarts with letter "q"<br />\n<hiptts>not sensible about practical matters. Starts with letter "q"</hiptts>',
   hint: '“It seems _______ today, with jet airplanes and overdoses of Nembutal, that a man would go through a war for something so insignificant as his state.”\nGo Set a Watchman: A Novel by Harper Lee\n',
   answers: [
    {
     id: 57172,
     text: 'quixotic',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96542,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'state of uncertainty in a choice between unfavorable options<br />\nStarts with letter "q"<br />\n<hiptts>state of uncertainty in a choice between unfavorable options. Starts with letter "q"</hiptts>',
   hint: '“The day after his father left, Franz and his mother went into town together, and as they left home Franz noticed that her shoes did not match. He was in a ________: he wanted to point out the mistake, but was afraid he would hurt her. So, during the two hours they spent walking through the city together he kept his eyes focused on her feet. It was then he had his first inkling of what it means to suffer.”\n― Milan Kundera, The Unbearable Lightness of Being',
   answers: [
    {
     id: 57174,
     text: 'quandary',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96544,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'stubbornly resistant to authority or control<br />\nStarts with letter "r"<br />\n<hiptts>stubbornly resistant to authority or control. Starts with letter "r"</hiptts>',
   hint: '"The most abundant isotope, U-238, was harder to nudge toward fission than to move a _________ donkey, and it responded only to fast, or highly energetic, neutrons."\n--Big Science by Michael Hiltzik\n',
   answers: [
    {
     id: 57176,
     text: 'recalcitrant',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96546,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'inspiring fear<br />\nStarts with letter "r"<br />\n<hiptts>inspiring fear. Starts with letter "r"</hiptts>',
   hint: "“It's a poem about moths. But it's also a poem about psychopaths.\nI get it copied. And stick it in a frame.\nAnd now it glowers _______ (adverb) above my desk:an entomological keepsake of the horizons of existence.\"\n--Kevin Dutton, The Wisdom of Psychopaths: What Saints, Spies, and Serial Killers Can Teach Us About Success",
   answers: [
    {
     id: 57179,
     text: 'redoubtable',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
    {
     id: 84490,
     text: 'Redoutably ',
     number: 2,
     isCorrect: 0,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96549,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'to assign to a lower position<br />\nStarts with letter "r"<br />\n<hiptts>assign to a lower position. Starts with letter "r"</hiptts>',
   hint: '"Had the arrangement been otherwise, we would use base eight or base twelve arithmetic and ______  base ten to the New Math."\n--Cosmos by Carl Sagan',
   answers: [
    {
     id: 57182,
     text: 'relegate',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96552,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'failing in what duty requires<br />\nStarts with letter "r"<br />\n<hiptts>failing in what duty requires. Starts with letter "r"</hiptts>',
   hint: '"I regret to say this, Miss Kenton, but I believe you have been a little _______ in these respects."\n--The Remains of the Day by Kazuo Ishiguro\n',
   answers: [
    {
     id: 57185,
     text: 'remiss',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96555,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'to relieve temporarily (verb)<br />\nthe act of postponing or remitting punishment (noun)<br />\nStarts with letter "r"<br />\n<hiptts>to relieve temporarily.  the act of postponing or remitting punishment. Starts with letter "r"</hiptts>',
   hint: '\n“I hated Sundays as a kid. From the moment I woke up, I could feel Monday looming, could feel another school week all piled up and ready to smother me. How was I supposed to enjoy a day of freedom while drowning in dread like that? It was impossible. A pit would form in my chest and gut - this indescribably emptiness that I knew should be filled with fun, but instead left me casting about for something to do.\nKnowing I should be having fun was a huge part of the problem. knowing that this was a rare day off, a welcome _________, and here I was miserable and fighting against it. Maybe this was why Fridays at school were better than Sundays not in school. I was happier doing what I hated, knowing a Saturday was coming, than I was on a perfectly free Sunday with a Monday right around the corner.”\n― Hugh Howey, Visitor',
   answers: [
    {
     id: 57188,
     text: 'reprieve',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96558,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: '1) a person without moral scruples (noun)<br />\n2) deviating from what is considered moral or right or proper or good (adjective)<br />\nStarts with letter "r"<br />\n<hiptts>a person without moral scruples. deviating from what is considered moral or right or proper or good. Starts with letter "r"</hiptts>',
   hint: '“...those impious epicures, libertines, atheists, hypocrites, infidels, worldly, secure, impenitent, unthankful, and carnal-minded men, that attribute all to natural causes, that will acknowledge no supreme power; that have cauterized consciences, or live in a _________ sense; or such desperate persons as are too distrustful of his mercies.”\n― Robert Burton',
   answers: [
    {
     id: 57191,
     text: 'reprobate',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96561,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'to cancel officially<br />\nStarts with letter "r"<br />\n<hiptts>cancel officially. Starts with letter "r"</hiptts>',
   hint: '"My father was running right and left, exhausted, consoling friends, checking with the Jewish Council just in case the order had been ________ (past participle)."\n--Night by Elie Wiesel\n',
   answers: [
    {
     id: 57194,
     text: 'rescind',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96564,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'the act of requiring; an authoritative request or demand, especially by a military or public authority that takes something over for military or public use<br />\nStarts with letter "r"<br />\n<hiptts>the act of requiring; an authoritative request or demand, especially by a military or public authority that takes something over for military or public use. Starts with letter "r"</hiptts>',
   hint: '"It was fairly quiet on our sector, so the quartermaster who remained in the rear had __________ (past participle) the usual quantity of rations and provided for the full company of one hundred and fifty men."\n--All Quiet on the Western Front: A Novel by Erich Maria Remarque',
   answers: [
    {
     id: 57197,
     text: 'requisition',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96567,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'excessively abundant<br />\nStarts with letter "r"<br />\n<hiptts>excessively abundant. Starts with letter "r"</hiptts>',
   hint: '“Any time I had a teacher in elementary or high school who’d taught Sylvie, they’d say, “Ah, you’re Sylvie Lee’s little sister,” _______ with anticipation. I would then watch as their high hopes turned to bewilderment at my stuttering slowness. This was followed by their disappointment and, finally, their indifference.”\n― Jean Kwok, Searching for Sylvie Lee',
   answers: [
    {
     id: 57200,
     text: 'rife',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96570,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'excessively or hypocritically pious<br />\nStarts with letter "s"<br />\n<hiptts>excessively or hypocritically pious. Starts with letter "s"</hiptts>',
   hint: '“Some men look at constitutions with ___________  reverence, and deem them like the ark of the covenant, too sacred to be touched. They ascribe to the men of the preceding age a wisdom more than human, and suppose what they did to be beyond amendment...But I know also, that laws and institutions must go hand in hand with the progress of the human mind. As that becomes more developed, more enlightened, as new discoveries are made, new truths disclosed, and manners and opinions change with the change of circumstances, institutions must advance also, and keep pace with the times.”\n― Thomas Jefferson',
   answers: [
    {
     id: 57204,
     text: 'sanctimonious',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96573,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'confidently optimistic and cheerful<br />\nStarts with letter "s"<br />\n<hiptts>confidently optimistic and cheerful. Starts with letter "s"</hiptts>',
   hint: '“but a ________ temper, though for ever expecting more good than occurs, does not always pay for its hopes by any proportionate depression. it soon flies over the present failure, and begins to hope again.”\n―Jane Austen, Emma\n\n“..that _________ expectation of happiness which is happiness itself”\n― Jane Austen, Sense and Sensibility',
   answers: [
    {
     id: 57207,
     text: 'sanguine',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96577,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'expressing offensive, insulting, or scandalous criticism<br />\nStarts with letter "s"<br />\n<hiptts>expressing offensive, insulting, or scandalous criticism. Starts with letter "s"</hiptts>',
   hint: '“Apropos this election season, America is the home of:\n"Despicable trickery at elections; under-handed tamperings with public officers; and cowardly attacks upon opponents, with __________  newspapers for shields, and hired pens for daggers.”\n― Charles Dickens, American Notes For General Circulation',
   answers: [
    {
     id: 57210,
     text: 'scurrilous',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96580,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'an apparatus for visual signaling<br />\nStarts with letter "s"<br />\n<hiptts>an apparatus for visual signaling. Starts with letter "s"</hiptts>',
   hint: '“Geez, what do I need to do, use ________? I told you I was unclaimed.”\n--Katie MacAlister, You Slay Me',
   answers: [
    {
     id: 57213,
     text: 'semaphore',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96583,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'good luck in making unexpected and fortunate discoveries (noun)<br />\nStarts with letter "s"<br />\n<hiptts>good luck in making unexpected and fortunate discoveries. Starts with letter "s"</hiptts>',
   hint: '“________ was my tour guide, assisted by caprice”\n―Pico Iyer',
   answers: [
    {
     id: 57216,
     text: 'serendipity',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96586,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'the state of being unaffected or not intoxicated by alcohol (noun)<br />\nStarts with letter "s"<br />\n<hiptts>the state of being unaffected or not intoxicated by alcohol. Starts with letter "s"</hiptts>',
   hint: '"He turns in his seat to look at us and explains, \'They’re just doing one of those ______ checks.\'"\n--A Step from Heaven by An Na\n',
   answers: [
    {
     id: 57220,
     text: 'sobriety',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96590,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'full of anxiety and concern<br />\nStarts with letter "s"<br />\n<hiptts>full of anxiety and concern. Starts with letter "s"</hiptts>',
   hint: '"Frank’s was the first idea; and his the greatest zeal in pursuing it; for the lady was the best judge of the difficulties, and the most ________ for accommodation and appearance."\nEmma by Jane Austen\n',
   answers: [
    {
     id: 57222,
     text: 'solicitous',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96592,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'the philosophical theory that the self is all that exists<br />\nStarts with letter "s"<br />\n<hiptts>the philosophical theory that the self is all that exists. Starts with letter "s"</hiptts>',
   hint: '“One of the things that makes Wittgenstein a real artist to me is that he realized that no conclusion could be more horrible than ________.”\n― David Foster Wallace\n\n“True freedom is _________. True freedom is believing that the world will cease to exist the moment you die. True freedom is realizing that only you have free will, while the others are mere puppets, hive minds. True freedom is, therefore, nothing less than insanity.”\n― Abhaidev, The Meaninglessness of Meaning',
   answers: [
    {
     id: 57227,
     text: 'solipsism',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96595,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'plausible but false<br />\nStarts with letter "s"<br />\n<hiptts>plausible but false. Starts with letter "s"</hiptts>',
   hint: "“Society invents a ________ convoluted logic tae absorb and change people whae's behaviour is outside its mainstream. Suppose that ah ken aw the pros and cons, know that ah'm gaunnae huv a short life, am ah sound mind, ectetera, ectetera, but still want tae use smack? They won't let ye dae it. They won't let ye dae it, because it's seen as a sign ay thir ain failure. The fact that ye jist simply choose tae reject whit they huv tae offer. Choose us. Choose life. Choose mortgage payments; choose washing machines; choose cars; choose sitting oan a couch watching mind-numbing and spirit-crushing game shows, stuffing fuckin junk food intae yir mooth. Choose rotting away, pishing and shiteing yersel in a home, a total fuckin embarrassment tae the selfish, fucked-up brats ye've produced. Choose life.\n\nWell, ah choose no tae choose life. If the cunts cannae handle that, it's thair fuckin problem. As Harry Launder sais, ah jist intend tae keep right on to the end of the road...”\n― Irvine Welsh",
   answers: [
    {
     id: 57230,
     text: 'spurious',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96600,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'characterized by dignity and propriety<br />\nStarts with letter "s"<br />\n<hiptts>characterized by dignity and propriety. Starts with letter "s"</hiptts>',
   hint: '"Her appearance always acted as a damper to the curiosity raised by her oral oddities: hard-featured and ________, she had no point to which interest could attach."\n--Jane Eyre by Charlotte Brontë\n',
   answers: [
    {
     id: 57233,
     text: 'staid',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96603,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'having or revealing little emotion or sensibility, apathetic<br />\nStarts with letter "s"<br />\n<hiptts>having or revealing little emotion or sensibility, apathetic. Starts with letter "s"</hiptts>',
   hint: '"Colonel Scheisskopf, squinting, moved very close to the map, and for the first time since he entered the room a light of comprehension shed a dim glow over his _______ face."\n--Catch-22 by Joseph Heller\n',
   answers: [
    {
     id: 57236,
     text: 'stolid',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96606,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'make subservient; force to submit or subdue<br />\nStarts with letter "s"<br />\n<hiptts>make subservient; force to submit or subdue. Starts with letter "s"</hiptts>',
   hint: '"For instance, why weren’t Native Americans, Africans, and Aboriginal Australians the ones who decimated, _________, or exterminated Europeans and Asians?"\nGuns, Germs, and Steel: The Fates of Human Societies by Jared M. Diamond',
   answers: [
    {
     id: 57239,
     text: 'subjugate',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96609,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'to indulge (one\'s appetite) to satiety (verb)<br />\nthe state of being more than full (noun)<br />\nStarts with letter "s"<br />\n<hiptts>indulge (one\'s appetite) to satiety. the state of being more than full. Starts with letter "s"</hiptts>',
   hint: '"In the advertising business, this _______ of information is called the “clutter” problem, and clutter has made it harder and harder to get any one message to stick."\n--The Tipping Point by Malcolm Gladwell\n',
   answers: [
    {
     id: 57242,
     text: 'surfeit',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96612,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'marked by quiet and caution and secrecy, taking pains to avoid being observed<br />\nStarts with letter "s"<br />\n<hiptts>marked by quiet and caution and secrecy. taking pains to avoid being observed. Starts with letter "s"</hiptts>',
   hint: '"Only if they discover you. Naturally you will be as ________ as possible."\n--The Shakespeare Stealer by Gary L. Blackwood\n',
   answers: [
    {
     id: 57245,
     text: 'surreptitious',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96615,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'naturally having skin of a dark color<br />\nStarts with letter "s"<br />\n<hiptts>naturally having skin of a dark color. Starts with letter "s"</hiptts>',
   hint: '“unless it was enough for these worshipers to bask in the knowledge that, though invisible to them and in every way inaccessible to them, the _______ handsome Ex-Athlete and the beautiful Blond Actress might at that very moment be coupling like Shiva and Shakti, unmaking and making the Universe?”\n― Joyce Carol Oates, Blonde',
   answers: [
    {
     id: 57248,
     text: 'swarthy',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96618,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'of superficial relevance if any<br />\nStarts with letter "t"<br />\n<hiptts>of superficial relevance if any. Starts with letter "t"</hiptts>',
   hint: '“For me the major turning point in my working life was when I figured out that the work I produced when I felt inspired wasn\'t any different from the work I produced when I felt uninspired -- at least a few months later. I think that "inspiration" has to do with your own confidence in your ideas, your blood sugar, the external pressures in your life, and a million other factors only ________ (adverb) related to the actual quality of the work. If creative work makes you sane and happy (and if it supports you financially), it\'s terrible to harness it to something you can\'t control, like "inspiration" -- it sucks to only be happy when something you can\'t control occurs.”\n― Cory Doctorow',
   answers: [
    {
     id: 57252,
     text: 'tangential',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96621,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a large and scholarly book<br />\nStarts with letter "t"<br />\n<hiptts>a large and scholarly book. Starts with letter "t"</hiptts>',
   hint: '"Sitting in his designer chair, with ________ and journals rising behind him, Dr. Luce appeared serious, full of expertise, as was his speech."\n--Middlesex: A Novel by Jeffrey Eugenides',
   answers: [
    {
     id: 57255,
     text: 'tome',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96625,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a person who tries to please someone to gain an advantage<br />\nStarts with letter "t"<br />\n<hiptts>a person who tries to please someone to gain an advantage. Starts with letter "t"</hiptts>',
   hint: '"Mr. and Mrs. Pocket had a _______ neighbour; a widow lady of that highly sympathetic nature that she agreed with everybody, blessed everybody, and shed smiles and tears on everybody, according to circumstances."\n--Great Expectations by Charles Dickens\n',
   answers: [
    {
     id: 57258,
     text: 'toady',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96628,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'in a condition of biological rest or suspended animation<br />\nStarts with letter "t"<br />\n<hiptts>in a condition of biological rest or suspended animation. Starts with letter "t"</hiptts>',
   hint: '“Of all the systems of religion that ever were invented, there is no more derogatory to the Almighty, more unedifying to man, more repugnant to reason, and more contradictory to itself than this thing called Christianity. Too absurd for belief, too impossible to convince, and too inconsistent for practice, it renders the heart _____ or produces only atheists or fanatics. As an engine of power, it serves the purpose of despotism, and as a means of wealth, the avarice of priests, but so far as respects the good of man in general it leads to nothing here or hereafter.”\n― Thomas Paine, The Age of Reason',
   answers: [
    {
     id: 57261,
     text: 'torpid',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96631,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: '1) a composition that imitates or misrepresents a style<br />\n2)  a distorted, debased, or absurd imitation of something<br />\nStarts with letter "t"<br />\n<hiptts>a composition that imitates or misrepresents a style.  a distorted, debased, or absurd imitation of something. Starts with letter "t"</hiptts>',
   hint: 'He was the central clown in an unconscious ______ of that famous oil painting, "The Spirit of ’76"\n--Slaughterhouse-Five by Kurt Vonnegut\n',
   answers: [
    {
     id: 57264,
     text: 'travesty',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96634,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'having keenness and forcefulness and penetration in thought<br />\nStarts with letter "t"<br />\n<hiptts>having keenness and forcefulness and penetration in thought. Starts with letter "t"</hiptts>',
   hint: '“As D. H. Lawrence _________ (adverb) put it, “Hate is not the opposite of love, the opposite of love is individuality.”\n― Larry Dossey, One Mind: How Our Individual Mind is Part of a Greater Consciousness and Why it Matters',
   answers: [
    {
     id: 57267,
     text: 'trenchant',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96637,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'repeated too often; overfamiliar through overuse<br />\nStarts with letter "t"<br />\n<hiptts>repeated too often; overfamiliar through overuse. Starts with letter "t"</hiptts>',
   hint: '“I have never looked upon ease and happiness as ends in themselves -- this critical basis I call the ideal of a pigsty. The ideals that have lighted my way, and time after time have given me new courage to face life cheerfully, have been Kindness, Beauty, and Truth. Without the sense of kinship with men of like mind, without the occupation with the objective world, the eternally unattainable in the field of art and scientific endeavors, life would have seemed empty to me. The ______ objects of human efforts -- possessions, outward success, luxury -- have always seemed to me contemptible.”\n―Albert Einstein, The World As I See It',
   answers: [
    {
     id: 57270,
     text: 'trite',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96640,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'defiantly aggressive (adjective)<br />\nStarts with letter "t"<br />\n<hiptts>defiantly aggressive. Starts with letter "t"</hiptts>',
   hint: '“Adams’s proclivity for _________ (noun) and curtness probably emerged early. Uncertain of his abilities and laboring under an exaggerated sense of inadequacy, he probably fashioned such an aggressive manner as a defense mechanism.”\n― John Ferling, John Adams: A Life',
   answers: [
    {
     id: 57272,
     text: 'truculent',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96642,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a corrupt or depraved or degenerate act or practice<br />\nStarts with letter "t"<br />\n<hiptts>a corrupt or depraved or degenerate act or practice. Starts with letter "t"</hiptts>',
   hint: "“The President was not the only one with depraved tastes: his three friends, and Durcet in particular, were all rather smitten with this accursed mania for _______ and debauchery that causes one to find a more piquant charm in old, disgusting and filthy objects than in the most divine of Nature's creations.”\n― Marquis de Sade, The 120 Days of Sodom",
   answers: [
    {
     id: 57274,
     text: 'turpitude',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96644,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'being present everywhere at once<br />\nStarts with letter "u"<br />\n<hiptts>being present everywhere at once. Starts with letter "u"</hiptts>',
   hint: '"Yet in this _________ restlessness there was nothing alarming, for the whole forest took part in it and the only sound was the soft, steady movement of the leaves."\n--Watership Down: A Novel by Richard Adams\n',
   answers: [
    {
     id: 57276,
     text: 'ubiquitous',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96646,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a feeling of anger caused by being offended<br />\nStarts with letter "u"<br />\n<hiptts>a feeling of anger caused by being offended. Starts with letter "u"</hiptts>',
   hint: '"...and so now she\'d have heartburn. On top of pique, ________, and ennui. Oh, the French diseases of the soul."\n―Ursula K. Le Guin, The Lathe of Heaven',
   answers: [
    {
     id: 57278,
     text: 'umbrage',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96648,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'to express criticism towards<br />\nStarts with letter "u"<br />\n<hiptts>express criticism towards. Starts with letter "u"</hiptts>',
   hint: '"Yet if he ________  her in his hurry, it was to repent bitterly his temper the next, and to feel its effects more than she, temper being a weapon that we hold by the blade.”\n― J.M. Barrie, Echoes from the War',
   answers: [
    {
     id: 57280,
     text: 'upbraid',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96650,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'having a useful function<br />\nStarts with letter "u"<br />\n<hiptts>having a useful function. Starts with letter "u"</hiptts>',
   hint: '“Aesthetic enthusiasm. Perception of beauty in the external world, or, on the other hand, in words and their right arrangement. Pleasure in the impact of one sound on another, in the firmness of good prose or the rhythm of a good story. Desire to share an experience which one feels is valuable and ought not to be missed. The aesthetic motive is very feeble in a lot of writers, but even a pamphleteer or writer of textbooks will have pet words and phrases which appeal to him for non-_________ reasons; or he may feel strongly about typography, width of margins, etc. Above the level of a railway guide, no book is quite free from aesthetic considerations.”\n― George Orwell, Why I Write',
   answers: [
    {
     id: 57282,
     text: 'utilitarian',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96652,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'Conformity with truth or fact, habitual truthfulness<br />\nStarts with letter "v"<br />\n<hiptts>conformity with truth or fact. habitual truthfulness. Starts with letter "v"</hiptts>',
   hint: '“The liar was the hottest to defend his _______, the coward his courage, the ill-bred his gentlemanliness, and the cad his honor”\n― Margaret Mitchell, Gone with the Wind',
   answers: [
    {
     id: 57284,
     text: 'veracity',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96654,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'an indication that something has been present<br />\nStarts with letter "v"<br />\n<hiptts>an indication that something has been present. Starts with letter "v"</hiptts>',
   hint: '“The man who attempts to live for others is a dependent. He is a parasite in motive and makes parasites of those he serves. The relationship produces nothing but mutual corruption. It is impossible in concept. The nearest approach to it in reality -- the man who lives to serve others -- is the slave. If physical slavery is repulsive, how much more repulsive is the concept of servility of the spirit. The conquered slave has a _______ of honor. He has the merit of having resisted and of considering his condition evil. But the man who enslaves himself voluntarily in the name of love is the basest of creatures. He degrades the dignity of man, and he degrades the conception of love. But that is the essence of altruism”\n― Ayn Rand',
   answers: [
    {
     id: 57286,
     text: 'vestige',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96656,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a variation in circumstances or fortune<br />\nStarts with letter "v"<br />\n<hiptts>a variation in circumstances or fortune. Starts with letter "v"</hiptts>',
   hint: '“I have a valve which is subject to __________ which may force me to lie abed on certain days. Several more attractive organizations are currently vying for my services. I must consider them first.”\n--A Confederacy of Dunces by John Kennedy Toole\n',
   answers: [
    {
     id: 57288,
     text: 'vicissitude',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
    {
     id: 84488,
     text: 'Vicissitudes ',
     number: 2,
     isCorrect: 0,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96658,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'to spread negative and false information about<br />\nStarts with letter "v"<br />\n<hiptts>to spread negative and false information about. Starts with letter "v"</hiptts>',
   hint: '"Thus, the Party rejects and ______ every principle for which the Socialist movement originally stood, and it chooses to do this in the name of Socialism."\n--1984 by George Orwell\n',
   answers: [
    {
     id: 57290,
     text: 'vilify',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96660,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'someone who is dazzlingly skilled in any field<br />\nStarts with letter "v"<br />\n<hiptts>someone who is dazzlingly skilled in any field. Starts with letter "v"</hiptts>',
   hint: '“He was the only world-famous piano ________ who abhorred his public and also actually withdrew definitively from this abhorred public.”\n― Thomas Bernhard, The Loser',
   answers: [
    {
     id: 57292,
     text: 'virtuoso',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96663,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'harsh, bitter, or malicious in tone<br />\nStarts with letter "v"<br />\n<hiptts>harsh, bitter, or malicious in tone. Starts with letter "v"</hiptts>',
   hint: '"Her resentment surfaced in the form of _______ attacks upon your corporate structure.”\n--A Confederacy of Dunces by John Kennedy Toole\n',
   answers: [
    {
     id: 57295,
     text: 'vitriolic',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96665,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'to abuse or censure severely or abusively, to use harsh condemnatory language<br />\nStarts with letter "v"<br />\n<hiptts>to abuse or censure severely or abusively, to use harsh condemnatory language. Starts with letter "v"</hiptts>',
   hint: '“In general, opinions contrary to those commonly received can only obtain a hearing by studied moderation of language, and the most cautious avoidance of unnecessary offence, from which they hardly ever deviate even in a slight degree without losing ground: while unmeasured ________ (noun) employed on the side of the prevailing opinion, really does deter people from professing contrary opinions, and from listening to those who profess them.”\n― John Stuart Mill, On Liberty',
   answers: [
    {
     id: 57297,
     text: 'vituperate',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96667,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'conspicuously and offensively loud<br />\nStarts with letter "v"<br />\n<hiptts>conspicuously and offensively loud. Starts with letter "v"</hiptts>',
   hint: '“It is no crime to be ignorant of economics, which is, after all, a specialized discipline and one that most people consider to be a ‘dismal science.’ But it is totally irresponsible to have a loud and _______ opinion on economic subjects while remaining in this state of ignorance.”\n― Murray N. Rothbard',
   answers: [
    {
     id: 57299,
     text: 'vociferous',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96669,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: '1) being without check or limitation,<br />\n2) deliberate and unprovoked<br />\n3) sexually unrestrained, bawdy<br />\nStarts with letter "w"<br />\n<hiptts>being without check or limitation. deliberate and unprovoked. sexually unrestrained, bawdy. Starts with letter "w"</hiptts>',
   hint: '"It was a sanctuary where women could be themselves—smelly, _______, mystic, conceited, truthful, and interested."\n--East of Eden by John Steinbeck\n',
   answers: [
    {
     id: 57301,
     text: 'wanton',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96671,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'charming in a childlike or naive way<br />\nStarts with letter "w"<br />\n<hiptts>charming in a childlike or naive way. Starts with letter "w"</hiptts>',
   hint: '“Authors should be read but not seen. Rarely are they a ________ sight.”\n--Edna Ferber',
   answers: [
    {
     id: 57303,
     text: 'winsome',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96673,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'to join with stable gear, as two draft animals<br />\nStarts with letter "y"<br />\n<hiptts>join with stable gear, as two draft animals. Starts with letter "y"</hiptts>',
   hint: '“I tried and failed to change his bloody course. There can be no peace or good in being ______ to a husband who is intent upon revenge. Therefore I go.”\n--Ophelia by Lisa Klein\n',
   answers: [
    {
     id: 57305,
     text: 'yoke',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96675,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a slight wind<br />\nStarts with letter "z"<br />\n<hiptts>a slight wind. Starts with letter "z"</hiptts>',
   hint: '“I thought, last year, that I loved you—but that was as a ______ to a gale, compared to this engulfing, enveloping worship of now,” she wrote.\n--The Woman All Spies Fear by Amy Butler Greenfield\n',
   answers: [
    {
     id: 57307,
     text: 'zephyr',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96677,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'marked by skill in deception<br />\nStarts with letter "w"<br />\n<hiptts>marked by skill in deception. Starts with letter "w"</hiptts>',
   hint: '"He is so speedy, so _______, that mall workers long ago gave up trying to catch him."\n--The One and Only Ivan by Katherine Applegate',
   answers: [
    {
     id: 57309,
     text: 'wily',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96679,
   deckId: '_47897',
  },
  {
   type: 'card',
   algo: 7,
   deck: 'English Vocab3',
   question: 'a speech of violent denunciation<br />\nStarts with letter "t"<br />\n<hiptts>a speech of violent denunciation. Starts with letter "t"</hiptts>',
   hint: '"James Jackson actually made menacing faces at the Quakers in the gallery, called them outright lunatics, then launched into a _______ so emotional and incoherent that reporters in the audience had difficulty recording his words."\n--Founding Brothers: The Revolutionary Generation by Joseph J. Ellis\n',
   answers: [
    {
     id: 57311,
     text: 'tirade',
     number: 1,
     isCorrect: 1,
     groupIndex: 1,
    },
   ],
   algoSettings: {
    pdType: 'stringMatch',
    threshold: 0.7,
    ignoreOrder: false,
    caseSensitive: false,
   },
   id: 96681,
   deckId: '_47897',
  },
 ],
}
